{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL", "member": "Sir Kenelm Digby", "party": "", "quote": "They complain that it is not fair competition. The Commission reported that the competition does not materially interfere with skilled labour, and I am not certain that if it did there would be the same reason for keeping it out. If the immigrants, like the Huguenots of the\n            766\n            seventeenth century, taught us new trades, new skill, then indeed we might welcome them, but the competition is against unskilled labour, which is the first to suffer from non-employment", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill", "frame": "OTHER"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL", "member": "Sir Kenelm Digby", "party": "", "quote": "The right policy with regard to undesirable aliens is the policy of expulsion. So far this Bill will undoubtedly do good, and if the Government would propose the expulsion clauses alone I think we would all give the Bill our benediction and use our best efforts to secure its passage. Then with regard to employment. The hop. Member for Stepney laid great stress on the evil done by immigration by causing unemployment among English working men", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill", "frame": "RACIALISED"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL", "member": "Sir Kenelm Digby", "party": "", "quote": "On the other hand they say—\n             The development of the three main industries—tailoring, cabinet-making and shoemaking—in which the aliens engage, has undoubtedly been beneficial in various ways; it has increased the demand for, and the manufacture of, not only goods made in this country (which were formerly imported from abroad), but of the materials used in them, thus indirectly giving employment to native workers. So that so far from displacing skilled workers alien immigration has given more employment by introducing new trades", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill", "frame": "RACIALISED"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL", "member": "Mr. Hawkey", "party": "", "quote": "The economic and industrial question is, on the other hand, a matter of very great importance, and I hope to have an opportunity later to go into it much more closely than I can do to-day. Hon. Members opposite are apparently violently opposed to any legislation which will keep out competitive unskilled labour from this country. They would admit without hesitation an unlimited number of destitute aliens and let them loose upon our already over-congested unskilled labour market", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill", "frame": "RACIALISED"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL", "member": "Mr. Hawkey", "party": "", "quote": "Now I submit to hon. Members that it is nonsense to say that a movement of that magnitude can have gone on without displacing English labour, or that it can continue without a similar result. It is not the fact that alien immigration only affects certain specific trades; it is not the fact that the East End of London only is touched. It is important to realise, too, the condition of these people after they come, and, if I had the time, I could quote many deplorable bits of evidence showing the circumstances under which these aliens live and work in the East End", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill", "frame": "RACIALISED"}
