{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL", "member": "Unknown Speaker", "party": "", "quote": "The hon. and gallant Member for Stepney was present at the examination, and it was he who finally brought out the facts-In answer to him (No. 1431) Mr. Hawkey said—\n            The German companies have ships to America and these passengers might go by their ships. Therefore they object to their coming through. Arrangements were come to with the English companies not to book foreign passengers who had not resided six weeks in the United Kingdom. So that the hon. Member rejoined—\n             That is what I wanted to get at. It is indeed the crux of the whole! question. The argument is enormously i strengthened by what occurred in 1904", "frame": "LABOUR_NEED", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL", "member": "Mr. Hawkey", "party": "", "quote": "The first is that it diverts the attention of the public from more serious remedies for the deep-seated and terrible evils of overcrowding and sweating in our country. Overcrowding and sweating are national institutions which the aliens find when they come here. They want to be sweated and overcrowded as little as the native-born, but at first landing they are naturally more liable to suffer from the conditions of the towns in which they find themselves. Their overcrowding and sweating is only a part of a system from which our population suffers immensely more than the few a liens who come over here", "frame": "LABOUR_NEED", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL", "member": "Mr. Hawkey", "party": "", "quote": "Hon. Members opposite are apparently violently opposed to any legislation which will keep out competitive unskilled labour from this country. They would admit without hesitation an unlimited number of destitute aliens and let them loose upon our already over-congested unskilled labour market. As to that point, I think that the finding of the Royal Commission ought again to be brought to the notice of the House where we said that—\n            On the whole we arrive at the conclusion, after weighing evidence on both sides, that it has not been proved that there is any serious direct displacement of skilled English labour.\"—[OPPOSITION cheers.]\n            Yes, hon", "frame": "LABOUR_NEED", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL", "member": "Sir Kenelm Digby", "party": "", "quote": "If they wish to come to this country they will inevitably embark on a cattle boat or some other ship going to some other port. It is as though you tried to collect Customs duties by setting up Customs I machinery at eight ports while allowing free admission at all others. The right policy with regard to undesirable aliens is the policy of expulsion. So far this Bill will undoubtedly do good, and if the Government would propose the expulsion clauses alone I think we would all give the Bill our benediction and use our best efforts to secure its passage. Then with regard to employment. The hop. Member for Stepney laid great stress on the evil done by immigration by causing unemployment among English working men. That is one of the chief arguments in support of the Bill", "frame": "LABOUR_THREAT", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL", "member": "Sir Kenelm Digby", "party": "", "quote": "They complain that it is not fair competition. The Commission reported that the competition does not materially interfere with skilled labour, and I am not certain that if it did there would be the same reason for keeping it out. If the immigrants, like the Huguenots of the\n            766\n            seventeenth century, taught us new trades, new skill, then indeed we might welcome them, but the competition is against unskilled labour, which is the first to suffer from non-employment. We know that when the Board of Trade, in the Labour Gazette, shows that there are 2 or 3 per cent. of the members of a great trade union out of employment, it is of no importance whatever as compared with the number of unskilled labourers which are at the same time thrown out of employment", "frame": "LABOUR_THREAT", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL", "member": "Mr. Hawkey", "party": "", "quote": "Now I submit to hon. Members that it is nonsense to say that a movement of that magnitude can have gone on without displacing English labour, or that it can continue without a similar result. It is not the fact that alien immigration only affects certain specific trades; it is not the fact that the East End of London only is touched. It is important to realise, too, the condition of these people after they come, and, if I had the time, I could quote many deplorable bits of evidence showing the circumstances under which these aliens live and work in the East End", "frame": "LABOUR_THREAT", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL", "member": "Mr. Hawkey", "party": "", "quote": "We cannot blame the Australasians for their measures of restriction. Then as regards the diseased, the criminal, and the paupers, a nation cannot reasonably be called upon to pay the cost of hospitals, workhouses, and gaols for its neighbours to fill; to maintain the unfit which its neighbours have evolved, or to feed the parasites which its neighbours have bred. But are these the true facts of the case. Take the paupers for instance. I asked the President of the Local Government Board for the percentages of the native and alien classes of pauperism. The answer was that amongst the alien population six per thousand, and amongst the native population twenty - four per thousand were paupers on a given day, or four times as many among the native as among the alien population", "frame": "RACIALISED", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL", "member": "Sir Kenelm Digby", "party": "", "quote": "I feel very strongly that the present admission of these uneconomic and socially undesirable aliens requires regulation and discrimination, and that it is time some entrance standard was set\n            \n            761\n            up. The only class of immigrants to which I have any strong objection are Russians and Poles, who, unfortunately, are coming into the country in greater numbers year by year. I am quite certain that very few of them add to the strength, the wealth, or the welfare of the nation. I am sure there is no feeling in regard to this matter because these Russians and Poles happen to be Jews", "frame": "RACIALISED", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL", "member": "Mr. Hawkey", "party": "", "quote": "The hon. Member for Oldham, who glories in strange ambitions, has openly boasted of his share in the performance. The police evidence alluded to by the right hon. Baronet referred to the detection of criminals at the port of landing. Mr. Henry and Sir E. Bradford pointed out, quite rightly, the difficulties in the way. Against these views we may set those of Sir Robert Anderson, who in a recent letter to The Times expressed an entirely different opinion. I hope I have said enough to show that the Bill was not wrecked upon this point. Now let me turn to another view of this question which is before the House, that is the introduction of disease conveyed by undesirable aliens", "frame": "RACIALISED", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL", "member": "Mr. Hawkey", "party": "", "quote": "The truth is if it were only an economic question we on this side of the House should regard it as almost too insignificant a matter to oppose, although we think it useless protection, but there are two serious results which we foresee from this legislation. The first is that it diverts the attention of the public from more serious remedies for the deep-seated and terrible evils of overcrowding and sweating in our country. Overcrowding and sweating are national institutions which the aliens find when they come here. They want to be sweated and overcrowded as little as the native-born, but at first landing they are naturally more liable to suffer from the conditions of the towns in which they find themselves", "frame": "MIXED", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL", "member": "Mr. Hawkey", "party": "", "quote": "As other channels become narrower, so the flow of immigration here must inevitably increase down the only channel which remains open. We have a remarkable proof of this already, for while the number of aliens arriving in the United States is falling off, the number arriving in this country is steadily increasing. [OPPOSITION cries of \"No, no!\" and \"Oh!\"] We have often been told that the American law on this-subject is a failure, and is inefficient, and the number of persons rejected in America is cited as a proof of that assertion. But the effect of the American law cannot be measured by the number of persons who come within actual reach, of that law. As a matter of fact rejections in the United States are steadily increasing, and last year they amounted, to 18,691 persons", "frame": "MIXED", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL", "member": "Mr. Hawkey", "party": "", "quote": "If all that were true their conclusion would be irresistible. I am not opposed to the regulation of immigration in all cases on grounds of principle. The Liberals of forty or fifty years ago would probably have adopted the laissez faire view, although, indeed, there is no word on the subject, so far as I am aware, in the utterances of the leading exponents of that school, of Adam Smith, Ricardo, Mill, Bentham, Cobden, or Bright. But if that had been the earlier view of Liberals, it would seldom be advanced now", "frame": "MIXED", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL (continued)", "member": "Unknown Speaker", "party": "", "quote": "Now I want to know whether the Home Secretary when he made that statement had read the paragraph on page 10 of the Paper presented to us yesterday showing how small was the balance of immigrants over emigrants. Did the Home Secretary know of that paragraph or not. It is only possible to suppose that he did not, because if he did, by the figures he gave he would have been intentionally deceiving the House, and that I cannot and will not believe. But if he did not know of it then we cannot do otherwise than accuse the right hon", "frame": "LABOUR_NEED", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill-1"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL (continued)", "member": "Unknown Speaker", "party": "", "quote": "He said that Members on this side of the House are of opinion that an increase in population means an increase in the number of unemployed. The only persons who adduce such a theory are the Gentlemen who used that argument in their opposition to the introduction of alien labour into South Africa. They opposed the introduction of Chinese Mr. Ford Ridley\n            784\n            labour into a market which was in need of unskilled labour, yet we find them in favour of the introduction of alien labour into a market which is admittedly overstocked, and holding up their hands in pious horror at the proposal to prevent the introduction of alien labour into our overcrowded districts", "frame": "LABOUR_NEED", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill-1"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL (continued)", "member": "Unknown Speaker", "party": "", "quote": "Then there is the apparel trade, which is largly carried on by foreigners. It is a trade which did not flourish in this country through native industry; but it has progressed since the introduction of it by foreigners, and has been a source of strength and advantage to this country. Then there is the boot-making trade. [Ironical MINISTERIAL laughter.] Yes: there is a certain class of the boot-making trade which was not pursued by English mechanics, but which has been largely developed here by foreigners. In 1888 we exported from this country what is called ready-made clothing to the value of £4,600,000, while in 1902 that trade had increased to six millions odd; and we are told on indisputable authority that that is the result of Jew aliens immigrant labour", "frame": "LABOUR_NEED", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill-1"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL (continued)", "member": "Unknown Speaker", "party": "", "quote": "We have waited long for remedial legislation. It\n            \n            789\n            has been promised over and over again; and if it had not been for the dilatory tactics of the Opposition, led by the hon. Member for Oldham, during last session, that legislation would have passed last year and we should not have had the bitter cry from East London of unemployment in the bygone winter. For we should have succeeded in keeping out a very large number indeed of aliens who have been coming in increasing numbers to our shores to under-sell our working men in the labour market and do such damage by turning them out of their homes and taking away their means of livelihood", "frame": "LABOUR_THREAT", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill-1"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL (continued)", "member": "Unknown Speaker", "party": "", "quote": "But if he did not know of it then we cannot do otherwise than accuse the right hon. Gentleman of I culpable ignorance on a matter of great; importance so far as this question is concerned. What is the case that has been made out for the Bill. It is said!first of all that the excess of foreign aliens has depressed the wages of the\n            \n            771\n            working people of this country, but there is ample evidence to show firstly that these aliens have brought new trades with them, and secondly there is ample evidence to show that where they have competed with our working population there has been an increase in wage and a decrease of hours in the trades in question quite as great as in other trades", "frame": "LABOUR_THREAT", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill-1"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL (continued)", "member": "Unknown Speaker", "party": "", "quote": "There I am entirely in accordance with him. I think the view that hon. Members opposite have taken now of the Aliens Bill, which on the hon. Member's own showing is virtually the same as that of last year, is the very near approach, as they think, of a general election. The hon. Member for the Elland Division proceeded to set up a bogey, and then, as we any, to knock the stuffing out of t. He said that Members on this side of the House are of opinion that an increase in population means an increase in the number of unemployed. The only persons who adduce such a theory are the Gentlemen who used that argument in their opposition to the introduction of alien labour into South Africa", "frame": "LABOUR_THREAT", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill-1"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL (continued)", "member": "Unknown Speaker", "party": "", "quote": "Member for Poplar, namely, that it was the best men who went away and the worst that remained with us. That is a question to which very serious attention, I think, should be given. We have heard of something of that kind with regard to miners in Scotland. On the other hand there is a good deal of evidence telling in another direction, because the reports of the Jewish schoolmasters show how well the children of these aliens are doing in the schools, and the returns of lunatics and paupers show that the aliens who come on the rates of this country are proportionately only one-third or one-fourth of the natives who come upon them", "frame": "RACIALISED", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill-1"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL (continued)", "member": "Unknown Speaker", "party": "", "quote": "What is this terrible burden that is being imposed on us by these aliens. The hon. and gallant Gentleman opposite spoke of Sheffield. I have taken the trouble to turn up the figures relating to Sheffield as given in the Board of Trade Return. I find that the number of alien paupers in Sheffield in 1902 was twenty-one, and in 1904 they had increased to twenty-four. This increase of one pauper a year is what justifies that wealthy city in supporting a Bill of this kind. Birmingham is in even a worse plight. In 1902 the number of pauper aliens was 121 and last year they had decreased to eighty-nine. Obviously, therefore, there is no increase in Birmingham to justify this measure", "frame": "RACIALISED", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill-1"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL (continued)", "member": "Unknown Speaker", "party": "", "quote": "Instead of his argument being against this measure, it is in favour of our adopting similar legislation,, which results in thousands of people being sent back; and a similar measure in this country would have a similar healthy effect. I do not propose to detain the House at any length to-night. The question has been discussed on two former occasions during the time the present Government has been in power, and all we can say in regard to the figures which have been produced from time to time in the House is that, instead of this being a mere passing evil, as hon. Members opposite have tried to impress on the House, the evil has been increasing and the number of these foreign paupers and undesirable aliens coming to our shores is still increasing", "frame": "RACIALISED", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill-1"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL (continued)", "member": "Unknown Speaker", "party": "", "quote": "The object of their legislation is to compel the steamship lines to take ever? possible precaution against bringing any but the best immigrants into the country. In the last twelve years over 40,000 persons have been debarred from entering the United States. During one month in the year 1902, 1,000 emigrants to the United States were returned to the United Kingdom. A little while ago a large number of gipsies were taken over to America, but were refused admittance, and were brought back and landed in this country, where they were sent about from county to county—a most disgraceful state of things, though one cannot blame the local authorities for the action they took", "frame": "MIXED", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill-1"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL (continued)", "member": "Unknown Speaker", "party": "", "quote": "Not the aliens you would exclude by this Bill, but people who come from America. The proportion of American aliens who commit crime is something like 23 or 24 per cent. while the proportion of the criminals who come from Russia and Poland is an infinitesimal fraction of that number. I am opposing this Bill on higher grounds. I am voting against it for reasons which ought to appeal to the right hon. Gentleman the Member for West Birmingham. I see in it means by which political refugees may be excluded from these shores. The Bill provides, apparently, that no criminal shall be admitted into this country. But how is the alien who comes to these shores to satisfy the Inspecting Board or the inspecting officer that he is not a criminal", "frame": "MIXED", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill-1"}
{"date": "1905-05-02", "house": "commons", "debate_title": "ALIENS BILL (continued)", "member": "Unknown Speaker", "party": "", "quote": "Now note how foreign legislation, especially American legislation, reacts upon us. It reacts upon us in this way, that those who come to this country on the way, as it were, to America, North or South, not with through tickets, but intending to spend a certain amount of time here, either from choice or necessity start from our shores to those countries, and when they get there only the fit are received, while the unfit are rejected and are sent back, where?—to this country. We become a sieve, as it were, which lets through the fit to North and South America, but which retains the unfit in the process. I was very much struck by a personal anecdote which the right hon", "frame": "MIXED", "hansard_url": "https://api.parliament.uk/historic-hansard/commons/1905/may/02/aliens-bill-1"}
